Repository: Bunn/glassyview
Catalog: dejaview/Localizable.xcstrings
Source language: en
Languages: de, es, ja, nl, pt_br, zh_hans

source: Session controls include display selection, zoom, trackpad mode, and frame rate.
de: Zu den Sitzungssteuerelementen gehören Anzeigeauswahl, Zoom, Trackpad-Modus und Bildrate.
es: Los controles de sesión incluyen selección de pantalla, zoom, modo de panel táctil y velocidad de fotogramas.
ja: セッション コントロールには、ディスプレイの選択、ズーム、トラックパッド モード、およびフレーム レートが含まれます。
nl: Sessiebediening omvat weergaveselectie, zoom, trackpadmodus en framesnelheid.
pt_br: Os controles de sessão incluem seleção de exibição, zoom, modo trackpad e taxa de quadros.
zh_hans: 会话控制包括显示选择、缩放、触控板模式和帧速率。

source: Session Options
de: Sitzungsoptionen
es: Opciones de sesión
ja: セッション オプション
nl: Sessieopties
pt_br: Opções de sessão
zh_hans: 会话选项

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
nl: Sessies
pt_br: Sessões
zh_hans: 会议

source: Sessions appear here after a connection succeeds.
de: Sitzungen werden hier angezeigt, nachdem eine Verbindung erfolgreich hergestellt wurde.
es: Las sesiones aparecen aquí después de que la conexión se realiza correctamente.
ja: 接続が成功すると、セッションがここに表示されます。
nl: Sessies verschijnen hier nadat een verbinding tot stand is gebracht.
pt_br: As sessões aparecem aqui após uma conexão bem-sucedida.
zh_hans: 会话将出现在此处。

source: Set REVENUECAT_API_KEY for this build configuration before opening subscription screens.
de: Legen Sie REVENUECAT_API_KEY für diese Build-Konfiguration fest, bevor Sie Abonnementbildschirme öffnen.
es: Establezca REVENUECAT_API_KEY para esta configuración de compilación antes de abrir las pantallas de suscripción.
ja: サブスクリプション画面を開く前に、このビルド構成の REVENUECAT_API_KEY を設定します。
nl: Stel REVENUECAT_API_KEY in voor deze buildconfiguratie voordat u abonnementsschermen opent.
pt_br: Defina REVENUECAT_API_KEY para esta configuração de compilação antes de abrir as telas de assinatura.
zh_hans: 在打开订阅屏幕之前为此构建配置设置 REVENUECAT_API_KEY。

source: Settings
de: Einstellungen
es: Configuración
ja: 設定
nl: Instellingen
pt_br: Configurações
zh_hans: 设置

source: Share Anonymous Analytics
de: Teilen Sie anonyme Analysen
es: Compartir análisis anónimos
ja: 匿名分析を共有する
nl: Deel anonieme analyses
pt_br: Compartilhe análises anônimas
zh_hans: 分享匿名分析

source: Your analytics are private. No identifiable information is ever sent.
de: Deine Analysedaten sind privat. Es werden niemals identifizierbare Informationen gesendet.
es: Tus datos de análisis son privados. Nunca se envía información identificable.
ja: 分析データは非公開です。個人を特定できる情報が送信されることはありません。
nl: Je analysegegevens zijn privé. Er wordt nooit identificeerbare informatie verzonden.
pt_br: Seus dados de análise são privados. Nenhuma informação identificável é enviada.
zh_hans: 你的分析数据是私密的。绝不会发送任何可识别身份的信息。

source: Shift
de: Schicht
es: Turno
ja: シフト
nl: Verschuiving
pt_br: Turno
zh_hans: 转变

source: Show Here
de: Hier anzeigen
es: Mostrar aquí
ja: ここに表示
nl: Hier weergeven
pt_br: Mostrar aqui
zh_hans: 在此显示

source: Show Software Keyboard
de: Software-Tastatur anzeigen
es: Mostrar teclado de software
ja: ソフトウェアキーボードを表示
nl: Softwaretoetsenbord weergeven
pt_br: Mostrar teclado de software
zh_hans: 显示软件键盘

source: Shows available session controls.
de: Zeigt verfügbare Sitzungssteuerelemente an.
es: Muestra los controles de sesión disponibles.
ja: 利用可能なセッション コントロールを表示します。
nl: Toont beschikbare sessiebesturingselementen.
pt_br: Mostra os controles de sessão disponíveis.
zh_hans: 显示可用的会话控件。

source: Shows free session timer details.
de: Zeigt Details zum kostenlosen Sitzungs-Timer an.
es: Muestra detalles del temporizador de sesión gratuita.
ja: 無料セッション タイマーの詳細を表示します。
nl: Toont details van de vrije sessietimer.
pt_br: Mostra detalhes do temporizador da sessão gratuita.
zh_hans: 显示空闲会话计时器详细信息。

source: Shows zoom, display, and session options.
de: Zeigt Zoom-, Anzeige- und Sitzungsoptionen an.
es: Muestra opciones de zoom, visualización y sesión.
ja: ズーム、表示、およびセッションのオプションを示します。
nl: Toont zoom-, weergave- en sessie-opties.
pt_br: Mostra opções de zoom, exibição e sessão.
zh_hans: 显示缩放、显示和会话选项。

source: Sign in so both devices appear on the same private Tailscale network.
de: Melden Sie sich an, damit beide Geräte im selben privaten Tailscale-Netzwerk angezeigt werden.
es: Inicia sesión para que ambos dispositivos aparezcan en la misma red privada Tailscale.
ja: 両方のデバイスが同じプライベート Tailscale ネットワーク上に表示されるようにサインインします。
nl: Meld u aan zodat beide apparaten op hetzelfde privé Tailscale-netwerk verschijnen.
pt_br: Faça login para que ambos os dispositivos apareçam na mesma rede privada Tailscale.
zh_hans: 登录，以便两台设备显示在同一专用 Tailscale 网络上。

source: Sign in with macOS credentials
de: Melden Sie sich mit macOS-Anmeldeinformationen an
es: Inicia sesión con las credenciales macOS
ja: macOS 資格情報でサインインします
nl: Meld u aan met macOS-inloggegevens
pt_br: Faça login com credenciais macOS
zh_hans: 使用 macOS 凭据登录

source: Skip
de: Überspringen
es: Saltar
ja: スキップ
nl: Overslaan
pt_br: Pular
zh_hans: 跳过

source: Standard VNC/RFB servers can be reachable, but the app is designed and tested around macOS behavior.
de: Standard-VNC/RFB-Server können erreichbar sein, aber die App wurde für das Verhalten von macOS entwickelt und getestet.
es: Se puede acceder a los servidores VNC/RFB estándar, pero la aplicación está diseñada y probada en torno al comportamiento de macOS.
ja: 標準の VNC/RFB サーバーにはアクセス可能ですが、アプリは macOS の動作を中心に設計およびテストされています。
nl: Standaard VNC/RFB-servers kunnen bereikbaar zijn, maar de app is ontworpen en getest op basis van macOS-gedrag.
pt_br: Servidores VNC/RFB padrão podem ser acessados, mas o aplicativo foi projetado e testado em torno do comportamento macOS.
zh_hans: 标准 VNC/RFB 服务器可以访问，但该应用程序是围绕 macOS 行为进行设计和测试的。

source: Standard VNC/RFB servers may work, but the app is tuned and tested around macOS Screen Sharing behavior.
de: Standard-VNC/RFB-Server funktionieren möglicherweise, aber die App ist auf das macOS-Bildschirmfreigabeverhalten abgestimmt und getestet.
es: Los servidores estándar VNC/RFB pueden funcionar, pero la aplicación está ajustada y probada en torno al comportamiento de uso compartido de pantalla macOS.
ja: 標準の VNC/RFB サーバーは動作する可能性がありますが、アプリは macOS 画面共有動作を中心に調整およびテストされています。
nl: Standaard VNC/RFB-servers werken mogelijk, maar de app is afgestemd en getest op het gedrag van macOS Scherm delen.
pt_br: Servidores VNC/RFB padrão podem funcionar, mas o aplicativo é ajustado e testado em torno do comportamento de compartilhamento de tela macOS.
zh_hans: 标准 VNC/RFB 服务器可能会工作，但该应用程序是围绕 macOS 屏幕共享行为进行调整和测试的。

source: Subscription Error
de: Abonnementfehler
es: Error de suscripción
ja: サブスクリプション エラー
nl: Abonnementsfout
pt_br: Erro de assinatura
zh_hans: 订阅错误

source: Supported machines
de: Unterstützte Maschinen
es: Máquinas soportadas
ja: サポートされているマシン
nl: Ondersteunde machines
pt_br: Máquinas suportadas
zh_hans: 支持的机器

source: Tap a nearby Mac, or choose New Machine and enter a hostname, IP address, and port. Screen Sharing usually uses port 5900.
de: Tippen Sie auf einen Mac in der Nähe oder wählen Sie „Neue Maschine“ und geben Sie einen Hostnamen, eine IP-Adresse und einen Port ein. Die Bildschirmfreigabe verwendet normalerweise Port 5900.
es: Toque una Mac cercana o elija Nueva máquina e ingrese un nombre de host, dirección IP y puerto. Compartir pantalla suele utilizar el puerto 5900.
ja: 近くの Mac をタップするか、[新しいマシン] を選択してホスト名、IP アドレス、ポートを入力します。画面共有には通常、ポート 5900 が使用されます。
nl: Tik op een Mac in de buurt of kies Nieuwe machine en voer een hostnaam, IP-adres en poort in. Scherm delen gebruikt meestal poort 5900.
pt_br: Toque em um Mac próximo ou escolha Nova máquina e insira um nome de host, endereço IP e porta. O compartilhamento de tela geralmente usa a porta 5900.
zh_hans: 点击附近的 Mac，或选择“新计算机”并输入主机名、IP 地址和端口。屏幕共享通常使用端口 5900。

source: Tap, drag, scroll, zoom, type, and send common shortcuts during a remote session.
de: Tippen, ziehen, scrollen, zoomen, eingeben und senden Sie während einer Remote-Sitzung allgemeine Verknüpfungen.
es: Toque, arrastre, desplácese, haga zoom, escriba y envíe atajos comunes durante una sesión remota.
ja: リモート セッション中に、一般的なショートカットをタップ、ドラッグ、スクロール、ズーム、入力、送信します。
nl: Tik, sleep, scroll, zoom, typ en verzend veelgebruikte snelkoppelingen tijdens een sessie op afstand.
pt_br: Toque, arraste, role, aplique zoom, digite e envie atalhos comuns durante uma sessão remota.
zh_hans: 在远程会话期间点击、拖动、滚动、缩放、键入和发送常用快捷方式。

source: Test Automatic Reconnect
de: Testen Sie die automatische Wiederverbindung
es: Prueba de reconexión automática
ja: 自動再接続のテスト
nl: Test automatisch opnieuw verbinden
pt_br: Testar reconexão automática
zh_hans: 测试自动重新连接

source: The connection was interrupted.
de: Die Verbindung wurde unterbrochen.
es: La conexión fue interrumpida.
ja: 接続が中断されました。
nl: De verbinding is verbroken.
pt_br: A conexão foi interrompida.
zh_hans: 连接已中断。

source: The Glassy Stream connection was cancelled.
de: Die Glassy Stream-Verbindung wurde abgebrochen.
es: La conexión Glassy Stream fue cancelada.
ja: Glassy Stream 接続がキャンセルされました。
nl: De Glassy Stream-verbinding is geannuleerd.
pt_br: A conexão Glassy Stream foi cancelada.
zh_hans: Glassy Stream 连接已取消。

source: The hardware video decoder failed: %@
de: Der Hardware-Videodecoder ist fehlgeschlagen: %@
es: El descodificador de vídeo por hardware falló: %@
ja: ハードウェア ビデオ デコーダが失敗しました: %@
nl: De hardwarevideodecoder is mislukt: %@
pt_br: O decodificador de vídeo de hardware falhou: %@
zh_hans: 硬件视频解码器失败：%@

source: The host rejected the protocol message.
de: Der Host hat die Protokollnachricht abgelehnt.
es: El host rechazó el mensaje de protocolo.
ja: ホストはプロトコル メッセージを拒否しました。
nl: De host heeft het protocolbericht afgewezen.
pt_br: O host rejeitou a mensagem de protocolo.
zh_hans: 主机拒绝协议消息。

source: The Mac must be awake and allowed through any firewall before Glassy Desk can connect.
de: Der Mac muss aktiv sein und jede Firewall passieren dürfen, bevor Glassy Desk eine Verbindung herstellen kann.
es: La Mac debe estar activa y permitida a través de cualquier firewall antes de que Glassy Desk pueda conectarse.
ja: Glassy Desk が接続するには、Mac が起動しており、ファイアウォールの通過が許可されている必要があります。
nl: De Mac moet wakker zijn en door een firewall worden toegelaten voordat Glassy Desk verbinding kan maken.
pt_br: O Mac deve estar ativado e com permissão para passar por qualquer firewall antes que Glassy Desk possa se conectar.
zh_hans: Mac 必须处于唤醒状态并允许通过任何防火墙，Glassy Desk 才能连接。

source: The network connection for Wake-on-LAN could not be created.
de: Die Netzwerkverbindung für Wake-on-LAN konnte nicht erstellt werden.
es: No se pudo crear la conexión de red para Wake-on-LAN.
ja: Wake-on-LAN のネットワーク接続を作成できませんでした。
nl: De netwerkverbinding voor Wake-on-LAN kan niet worden gemaakt.
pt_br: A conexão de rede para Wake-on-LAN não pôde ser criada.
zh_hans: 无法创建 Wake-on-LAN 的网络连接。

source: The pairing code must contain twelve valid symbols.
de: Der Pairing-Code muss zwölf gültige Symbole enthalten.
es: El código de emparejamiento debe contener doce símbolos válidos.
ja: ペアリング コードには 12 個の有効なシンボルが含まれている必要があります。
nl: De koppelingscode moet twaalf geldige symbolen bevatten.
pt_br: O código de emparelhamento deve conter doze símbolos válidos.
zh_hans: 配对代码必须包含十二个有效符号。

source: The pairing password could not be prepared securely (status %d).
de: Das Pairing-Passwort konnte nicht sicher vorbereitet werden (Status %d).
es: La contraseña de emparejamiento no se pudo preparar de forma segura (estado %d).
ja: ペアリングパスワードを安全に準備できませんでした (ステータス %d)。
nl: Het koppelingswachtwoord kon niet veilig worden voorbereid (status %d).
pt_br: A senha de emparelhamento não pôde ser preparada com segurança (status %d).
zh_hans: 无法安全地准备配对密码（状态 %d）。

source: The pairing password must be 15 through 128 characters and cannot contain control characters or line breaks.
de: Das Kopplungskennwort muss zwischen 15 und 128 Zeichen lang sein und darf keine Steuerzeichen oder Zeilenumbrüche enthalten.
es: La contraseña de emparejamiento debe tener entre 15 y 128 caracteres y no puede contener caracteres de control ni saltos de línea.
ja: ペアリング パスワードは 15 ～ 128 文字である必要があり、制御文字や改行を含めることはできません。
nl: Het koppelingswachtwoord moet 15 tot en met 128 tekens bevatten en mag geen controletekens of regeleinden bevatten.
pt_br: A senha de emparelhamento deve ter de 15 a 128 caracteres e não pode conter caracteres de controle ou quebras de linha.
zh_hans: 配对密码必须为 15 到 128 个字符，并且不能包含控制字符或换行符。

source: The picker uses Bonjour and normally shows only Macs on the iPad's local network. For a remote Mac, connect Tailscale on both devices, then save the Mac's MagicDNS name or 100.x address in Glassy Desk.
de: Der Picker verwendet Bonjour und zeigt normalerweise nur Macs im lokalen Netzwerk des iPad an. Bei einem Remote-Mac verbinden Sie Tailscale auf beiden Geräten und speichern Sie dann den MagicDNS-Namen oder die 100.x-Adresse des Mac in Glassy Desk.
es: El selector utiliza Bonjour y normalmente muestra solo Mac en la red local de iPad. Para una Mac remota, conecte Tailscale en ambos dispositivos, luego guarde el nombre MagicDNS o la dirección 100.x de la Mac en Glassy Desk.
ja: ピッカーは Bonjour を使用し、通常は iPad のローカル ネットワーク上の Mac のみを表示します。リモート Mac の場合は、両方のデバイスで Tailscale に接続し、Mac の MagicDNS 名または 100.x アドレスを Glassy Desk に保存します。
nl: De kiezer gebruikt Bonjour en toont normaal gesproken alleen Macs op het lokale netwerk van de iPad. Voor een externe Mac sluit u Tailscale op beide apparaten aan en slaat u vervolgens de MagicDNS-naam of het 100.x-adres van de Mac op in Glassy Desk.
pt_br: O seletor usa Bonjour e normalmente mostra apenas Macs na rede local do iPad. Para um Mac remoto, conecte Tailscale em ambos os dispositivos e salve o nome MagicDNS do Mac ou o endereço 100.x em Glassy Desk.
zh_hans: 选择器使用 Bonjour，通常仅显示 iPad 本地网络上的 Mac。对于远程 Mac，请在两台设备上连接 Tailscale，然后将 Mac 的 MagicDNS 名称或 100.x 地址保存在 Glassy Desk 中。

source: The saved address reached a different Mac. Check the Tailscale name or IP, or choose Pair a Different Mac in the machine editor.
de: Die gespeicherte Adresse hat einen anderen Mac erreicht. Überprüfen Sie den Tailscale-Namen oder die IP-Adresse oder wählen Sie im Maschineneditor die Option „Anderen Mac koppeln“.
es: La dirección guardada llegó a una Mac diferente. Verifique el nombre o IP de Tailscale, o elija Emparejar una Mac diferente en el editor de la máquina.
ja: 保存されたアドレスは別の Mac に届きました。 Tailscale 名または IP を確認するか、マシン エディターで [別の Mac をペアリング] を選択します。
nl: Het opgeslagen adres heeft een andere Mac bereikt. Controleer de Tailscale-naam of het IP-adres, of kies Koppel een andere Mac in de machine-editor.
pt_br: O endereço salvo chegou a um Mac diferente. Verifique o nome ou IP Tailscale ou escolha Emparelhar um Mac diferente no editor da máquina.
zh_hans: 保存的地址到达了另一台Mac。检查 Tailscale 名称或 IP，或在机器编辑器中选择“配对不同的 Mac”。

source: The saved approval was not accepted. Use the current one-time code, or the reusable pairing password configured in Glassy Host, to pair again.
de: Die gespeicherte Genehmigung wurde nicht akzeptiert. Verwenden Sie für die erneute Kopplung den aktuellen Einmalcode oder das in Glassy Host konfigurierte wiederverwendbare Kopplungskennwort.
es: No se aceptó la aprobación guardada. Utilice el código de un solo uso actual o la contraseña de emparejamiento reutilizable configurada en Glassy Host para volver a emparejar.
ja: 保存された承認は受け入れられませんでした。現在のワンタイム コード、または Glassy Host で構成された再利用可能なペアリング パスワードを使用して、再度ペアリングします。
nl: De opgeslagen goedkeuring is niet geaccepteerd. Gebruik de huidige eenmalige code of het herbruikbare koppelingswachtwoord dat is geconfigureerd in Glassy Host om opnieuw te koppelen.
pt_br: A aprovação salva não foi aceita. Use o código único atual ou a senha de emparelhamento reutilizável configurada em Glassy Host para emparelhar novamente.
zh_hans: 保存的批准未被接受。使用当前的一次性密码或Glassy Host中配置的可重复使用的配对密码重新配对。

source: The secure connection succeeded, but Glassy Host could not start video automatically. On the Mac, check Screen Recording access and the selected display, then reconnect.
de: Die sichere Verbindung war erfolgreich, Glassy Host konnte das Video jedoch nicht automatisch starten. Überprüfen Sie auf dem Mac den Zugriff auf die Bildschirmaufzeichnung und das ausgewählte Display und stellen Sie dann die Verbindung wieder her.
es: La conexión segura se realizó correctamente, pero Glassy Host no pudo iniciar el video automáticamente. En Mac, verifique el acceso a Grabación de pantalla y la pantalla seleccionada, luego vuelva a conectarse.
ja: 安全な接続は成功しましたが、Glassy Host はビデオを自動的に開始できませんでした。 Mac では、画面録画へのアクセスと選択したディスプレイを確認し、再接続します。
nl: De beveiligde verbinding is gelukt, maar Glassy Host kan de video niet automatisch starten. Controleer op de Mac de toegang tot Schermopname en het geselecteerde beeldscherm en maak vervolgens opnieuw verbinding.
pt_br: A conexão segura foi bem-sucedida, mas Glassy Host não conseguiu iniciar o vídeo automaticamente. No Mac, verifique o acesso à gravação de tela e a exibição selecionada e reconecte.
zh_hans: 安全连接成功，但Glassy Host无法自动启动视频。在 Mac 上，检查屏幕录制访问权限和选定的显示器，然后重新连接。

source: The stream will resume when Glassy Desk is active again.
de: Der Stream wird fortgesetzt, wenn Glassy Desk wieder aktiv ist.
es: La transmisión se reanudará cuando Glassy Desk esté activo nuevamente.
ja: Glassy Desk が再びアクティブになると、ストリームが再開されます。
nl: De stream wordt hervat wanneer Glassy Desk weer actief is.
pt_br: O stream será retomado quando Glassy Desk estiver ativo novamente.
zh_hans: 当 Glassy Desk 再次激活时，流将恢复。

source: The Wake-on-LAN packet could not be sent on this network.
de: Das Wake-on-LAN-Paket konnte in diesem Netzwerk nicht gesendet werden.
es: El paquete Wake-on-LAN no se pudo enviar en esta red.
ja: Wake-on-LAN パケットをこのネットワーク上で送信できませんでした。
nl: Het Wake-on-LAN-pakket kon niet via dit netwerk worden verzonden.
pt_br: O pacote Wake-on-LAN não pôde ser enviado nesta rede.
zh_hans: Wake-on-LAN 数据包无法在此网络上发送。

source: This Glassy Host does not support password pairing.
de: Dieser Glassy Host unterstützt keine Passwortpaarung.
es: Este Glassy Host no admite el emparejamiento de contraseñas.
ja: この Glassy Host はパスワードのペアリングをサポートしていません。
nl: Deze Glassy Host ondersteunt geen wachtwoordkoppeling.
pt_br: Este Glassy Host não oferece suporte ao emparelhamento por senha.
zh_hans: 此 Glassy Host 不支持密码配对。

source: This Glassy Host is not the Mac paired with this saved machine.
de: Dieser Glassy Host ist nicht der Mac, der mit dieser gespeicherten Maschine gekoppelt ist.
es: Este Glassy Host no es el Mac emparejado con esta máquina guardada.
ja: この Glassy Host は、この保存されたマシンとペアリングされている Mac ではありません。
nl: Deze Glassy Host is niet de Mac die aan deze opgeslagen machine is gekoppeld.
pt_br: Este Glassy Host não é o Mac emparelhado com esta máquina salva.
zh_hans: 此 Glassy Host 不是与此保存的机器配对的 Mac。

source: This Mac is advertising Glassy Stream support. Select Glassy Stream above to use it.
de: Dieser Mac bietet Glassy Stream-Unterstützung an. Wählen Sie oben Glassy Stream aus, um es zu verwenden.
es: Esta Mac anuncia compatibilidad con Glassy Stream. Seleccione Glassy Stream arriba para usarlo.
ja: この Mac は Glassy Stream サポートを宣伝しています。使用するには上記の Glassy Stream を選択してください。
nl: Deze Mac maakt reclame voor Glassy Stream-ondersteuning. Selecteer hierboven Glassy Stream om het te gebruiken.
pt_br: Este Mac está anunciando suporte Glassy Stream. Selecione Glassy Stream acima para usá-lo.
zh_hans: 此 Mac 正在宣传 Glassy Stream 支持。选择上面的Glassy Stream即可使用。

source: This network did not allow a Wake-on-LAN broadcast.
de: Dieses Netzwerk ließ keine Wake-on-LAN-Übertragung zu.
es: Esta red no permitió una transmisión Wake-on-LAN.
ja: このネットワークでは、Wake-on-LAN ブロードキャストが許可されませんでした。
nl: Dit netwerk stond geen Wake-on-LAN-uitzending toe.
pt_br: Esta rede não permitiu uma transmissão Wake-on-LAN.
zh_hans: 该网络不允许 Wake-on-LAN 广播。

source: This permanently removes all connection history.
de: Dadurch wird der gesamte Verbindungsverlauf dauerhaft entfernt.
es: Esto elimina permanentemente todo el historial de conexiones.
ja: これにより、すべての接続履歴が完全に削除されます。
nl: Hiermee wordt de volledige verbindingsgeschiedenis permanent verwijderd.
pt_br: Isso remove permanentemente todo o histórico de conexão.
zh_hans: 这将永久删除所有连接历史记录。

source: This removes %@ from your saved machines.
de: Dadurch wird %@ von Ihren gespeicherten Maschinen entfernt.
es: Esto elimina %@ de sus máquinas guardadas.
ja: これにより、保存されたマシンから %@ が削除されます。
nl: Hiermee wordt %@ van uw opgeslagen machines verwijderd.
pt_br: Isso remove %@ de suas máquinas salvas.
zh_hans: 这将从您保存的机器中删除 %@。

source: This version of Glassy Host does not support secure keyboard and pointer input. Update Glassy Host and try again.
de: Diese Version von Glassy Host unterstützt keine sichere Tastatur- und Zeigereingabe. Aktualisieren Sie Glassy Host und versuchen Sie es erneut.
es: Esta versión de Glassy Host no admite la entrada segura de teclado ni puntero. Actualice Glassy Host y vuelva a intentarlo.
ja: このバージョンの Glassy Host は、安全なキーボードとポインター入力をサポートしていません。 Glassy Host を更新して、再試行してください。
nl: Deze versie van Glassy Host ondersteunt geen beveiligde toetsenbord- en aanwijzerinvoer. Update Glassy Host en probeer het opnieuw.
pt_br: Esta versão do Glassy Host não oferece suporte à entrada segura de teclado e ponteiro. Atualize Glassy Host e tente novamente.
zh_hans: 此版本的 Glassy Host 不支持安全键盘和指针输入。更新Glassy Host并重试。

source: Time remaining
de: Verbleibende Zeit
es: Tiempo restante
ja: 残り時間
nl: Resterende tijd
pt_br: Tempo restante
zh_hans: 剩余时间

source: Toggle Software Keyboard
de: Software-Tastatur umschalten
es: Alternar teclado de software
ja: ソフトウェア キーボードの切り替え
nl: Schakel softwaretoetsenbord in
pt_br: Alternar teclado de software
zh_hans: 切换软件键盘

source: Trackpad Mode
de: Trackpad-Modus
es: Modo de panel táctil
ja: トラックパッド モード
nl: Trackpad-modus
pt_br: Modo Trackpad
zh_hans: 触控板模式

source: Trying again in %lld second.
de: Neuer Versuch in %lld Sekunde.
es: Se volverá a intentar en %lld segundo.
ja: %lld 秒後に再試行します。
nl: Nieuwe poging over %lld seconde.
pt_br: Nova tentativa em %lld segundo.
zh_hans: %lld 秒后重试。

source: Trying again in %lld seconds.
de: Neuer Versuch in %lld Sekunden.
es: Se volverá a intentar en %lld segundos.
ja: %lld 秒後に再試行します。
nl: Nieuwe poging over %lld seconden.
pt_br: Nova tentativa em %lld segundos.
zh_hans: %lld 秒后重试。

source: Tune each session
de: Optimieren Sie jede Sitzung
es: Sintoniza cada sesión
ja: 各セッションを調整する
nl: Stem elke sessie af
pt_br: Ajuste cada sessão
zh_hans: 调整每个会话

source: Turn on Screen Sharing
de: Aktivieren Sie die Bildschirmfreigabe
es: Activar pantalla compartida
ja: 画面共有をオンにする
nl: Schakel Scherm delen in
pt_br: Ativar compartilhamento de tela
zh_hans: 打开屏幕共享

source: Two-finger swipes move the zoomed view.
de: Durch Wischen mit zwei Fingern wird die vergrößerte Ansicht verschoben.
es: Deslizar dos dedos mueve la vista ampliada.
ja: 2 本の指でスワイプすると、ズームされたビューが移動します。
nl: Vegen met twee vingers verplaatst de ingezoomde weergave.
pt_br: Deslizar com dois dedos move a visualização ampliada.
zh_hans: 两指滑动可移动缩放视图。

source: Two-finger swipes scroll the remote Mac.
de: Durch Wischen mit zwei Fingern scrollen Sie über den Remote-Mac.
es: Deslizar dos dedos desplaza el Mac remoto.
ja: 2 本の指でスワイプすると、リモート Mac がスクロールします。
nl: Veegbewegingen met twee vingers scrollen door de externe Mac.
pt_br: Deslizar com dois dedos percorre o Mac remoto.
zh_hans: 用两根手指滑动即可滚动远程 Mac。

source: Unavailable
de: Nicht verfügbar
es: No disponible
ja: 利用できません
nl: Niet beschikbaar
pt_br: Indisponível
zh_hans: 不可用

source: Unreachable
de: Nicht erreichbar
es: Inalcanzable
ja: 到達不能
nl: Onbereikbaar
pt_br: Inacessível
zh_hans: 无法访问

source: Up
de: Oben
es: Arriba
ja: アップ
nl: Omhoog
pt_br: Acima
zh_hans: 向上

source: Up to 4K · 60 FPS · ~12 Mbps
de: Bis zu 4K · 60 FPS · ~12 Mbit/s
es: Hasta 4K · 60 FPS · ~12 Mbps
ja: 最大 4K · 60 FPS · ~12 Mbps
nl: Tot 4K · 60 FPS · ~12 Mbps
pt_br: Até 4K · 60 FPS · ~12 Mbps
zh_hans: 高达 4K · 60 FPS · ~12 Mbps
